---
title: 跨境可再生资源产业链LCA评估方法
---

研究首先将基于LCA的建模方法以及Ecoinvent v3.5背景数据库和再生铜回收过程的物料清单，构建再生铜回收生命周期模型，得出再生铜回收过程生命周期污染物排放清单，最后，依托本研究的本土化归趋-暴露-人体效应模型得出再生铜回收全生命周期过程中的人体健康损害本土化评估结果。利用本土化归趋-暴露-人体效应模型获得的再生铜回收过程的人体健康毒性本土化评估结果，包括本土化的人体非致癌毒性（CTUnc）和致癌毒性（CTUc）。模型操作使用方法如下所示。

<p class="video">
    <embed src="/mp4/culcia.mp4" type="video/mp4">
</p>


## 跨境可再生资源产业链LCA评估软件

基于本土化特征因子，开发了跨境再生资源生命周期环境影响评估软件。可以通过加载本研究开发的本土特征因子，计算出跨境再生铜的生命周期人体健康损害本土化评估结果。

[跨境可再生资源产业链LCA评估软件请访问**此处**（账户：南京大学；密码：123123）](https://lca.mvcx.net/web/index.html#/access/signin)

